app/controllers/order_controller.rb

INSERT INTO "orders" ("created_at", "name", "phone", "qpersons", "text", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["created_at", "2015-07-21 14:03:27.284398"], ["name", ""], ["phone", ""], ["qpersons", ""], ["text", ""], ["updated_at", "2015-07-21 14:03:27.284398"]]
---
	def new
		order = Order.new
		order.name = params[:name]
		order.phone = params[:phone]
		order.text = params[:text]
                order.period = params[:period]
                order.qpersons = params[:qpersons]
                order.time = Time.now
		order.save